aaron-bond.better-comments
adrianwilczynski.toggle-hidden
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codezombiech.gitignore
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
glenn2223.live-sass
gruntfuggly.todo-tree
hollowtree.vue-snippets
ibm.output-colorizer
kisstkondoros.vscode-codemetrics
kisstkondoros.vscode-gutter-preview
michelemelluso.code-beautifier
ms-ceintl.vscode-language-pack-zh-hant
naumovs.color-highlight
nuxt.mdc
oderwat.indent-rainbow
oouo-diogo-perdigao.docthis
pflannery.vscode-versionlens
pkief.material-icon-theme
quicktype.quicktype
sidthesloth.html5-boilerplate
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
wix.vscode-import-cost
xabikos.javascriptsnippets
zhuangtongfa.material-theme
zignd.html-css-class-completion
